In [1]:
import pandas as pd

In [2]:
pd.read_excel(r'C:\Users\smita\Desktop\student surve.xlsx')

     Unnamed: 0 Unnamed: 1 Unnamed: 2   Unnamed: 3
0  student name     father     mother  student age
1          riya     tanaji      radha           12
2         swara    shahaji     resham           11
3         priya      sohil     monali           12
4         kaira        ram     khushi           11
5       samidha      ashok     sanali           11
6          sonu       amar   harshali           10